{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "auto-pairs": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-tags": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gdscript-extended-lsp.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox-baby": { "branch": "main" },
  "gv.vim": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "kanagawa.nvim": { "branch": "master" },
  "kanso.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "monoglow.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "oxocarbon.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "roslyn.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "twilight.nvim": { "branch": "main" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-godot": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" }
}
